Repository: Evil-Project/Twinskaraoke
Catalog: TwinskaraokeShared/Localization/Localizable.xcstrings
Source language: en
Languages: de, fi, fr, ja, uk, zh_hans, zh_hant

source: Auto Mix blends compatible songs automatically. Crossfade uses the fixed duration you choose. Autoplay continues with account recommendations, or trending songs when recommendations are unavailable. These features do not apply to radio.
de: Auto Mix mischt passende Songs automatisch. Crossfade nutzt die gewählte Dauer. Autoplay spielt Kontoempfehlungen oder beliebte Songs weiter. Diese Funktionen gelten nicht für Radio.
fi: Auto Mix yhdistää yhteensopivat kappaleet automaattisesti. Ristiinhäivytys käyttää valittua kestoa. Automaattinen toisto jatkuu tilin suosituksilla tai suosituilla kappaleilla, jos suosituksia ei ole. Toiminnot eivät koske radiota.
fr: Auto Mix mélange automatiquement les titres compatibles. Le fondu enchaîné utilise la durée choisie. La lecture automatique poursuit avec vos recommandations, ou des titres populaires à défaut. Ces fonctions ne s’appliquent pas à la radio.
ja: Auto Mixは相性のよい曲を自動でミックスします。クロスフェードは指定した長さで切り替えます。自動再生はアカウントのおすすめ曲、取得できない場合は人気曲を再生します。ラジオには適用されません。
uk: Auto Mix автоматично змішує сумісні пісні. Перехресне згасання використовує вибрану тривалість. Автовідтворення продовжує рекомендованими для облікового запису або популярними піснями. Ці функції не застосовуються до радіо.
zh_hans: 自动混音会混合适合的歌曲。交叉淡化使用所选时长。自动播放会继续播放账号推荐歌曲；无法获取推荐时则播放热门歌曲。这些功能不适用于电台。
zh_hant: 自動混音會混合適合的歌曲。交叉淡化使用所選時長。自動播放會繼續播放帳號推薦歌曲；無法取得推薦時則播放熱門歌曲。這些功能不適用於電台。

source: Auto-Analyze During Playback
de: Während der Wiedergabe automatisch analysieren
fi: Analysoi automaattisesti toiston aikana
fr: Analyser automatiquement pendant la lecture
ja: 再生中に自動解析
uk: Автоаналіз під час відтворення
zh_hans: 播放时自动分析
zh_hant: 播放時自動分析

source: Auto-Download Played Songs
de: Gespielte Songs automatisch herunterladen
fi: Lataa toistetut kappaleet automaattisesti
fr: Télécharger automatiquement les titres écoutés
ja: 再生した曲を自動ダウンロード
uk: Автоматично завантажувати відтворені пісні
zh_hans: 自动下载播放的歌曲
zh_hant: 自動下載播放的歌曲

source: Autoplay
de: Automatische Wiedergabe
fi: Automaattinen toisto
fr: Lecture automatique
ja: 自動再生
uk: Автовідтворення
zh_hans: 自动播放
zh_hant: 自動播放

source: Available
de: Verfügbar
fi: Saatavilla
fr: Disponible
ja: 利用可能
uk: Доступно
zh_hans: 可用
zh_hant: 可用

source: Available after background processing finishes for the current song.
de: Verfügbar, sobald die Hintergrundverarbeitung des aktuellen Songs abgeschlossen ist.
fi: Käytettävissä, kun nykyisen kappaleen taustakäsittely valmistuu.
fr: Disponible une fois le traitement en arrière-plan du titre actuel terminé.
ja: 現在の曲のバックグラウンド処理が完了すると使用できます。
uk: Доступно після завершення фонової обробки поточної пісні.
zh_hans: 当前歌曲的后台处理完成后即可使用。
zh_hant: 目前歌曲的背景處理完成後即可使用。

source: Backend
de: Server
fi: Palvelin
fr: Serveur
ja: サーバー
uk: Сервер
zh_hans: 服务器
zh_hant: 伺服器

source: Badges
de: Abzeichen
fi: Merkit
ja: バッジ
uk: Значки
zh_hans: 徽章
zh_hant: 徽章

source: Bass Boost
de: Bassverstärkung
fi: Bassokorostus
fr: Basses renforcées
ja: 低音強調
uk: Підсилення басів
zh_hans: 低音增强
zh_hant: 低音增強

source: Bass Enhance
de: Bass verstärken
fi: Korosta bassoa
fr: Renforcer les basses
ja: 低音を強調
uk: Підсилення басів
zh_hans: 低音增强
zh_hant: 低音增強

source: Bass Enhance Strength
de: Stärke der Bassverstärkung
fi: Bassokorostuksen voimakkuus
fr: Force du renforcement des basses
ja: 低音強調の強さ
uk: Сила підсилення басів
zh_hans: 低音增强强度
zh_hant: 低音增強強度

source: Behavior
de: Verhalten
fi: Toiminta
fr: Comportement
ja: 動作
uk: Поведінка
zh_hans: 行为
zh_hant: 行為

source: Best New Songs
de: Die besten neuen Songs
fi: Parhaat uudet kappaleet
fr: Meilleures nouveautés
ja: 注目の新曲
uk: Найкращі нові пісні
zh_hans: 最佳新歌
zh_hant: 最佳新歌

source: Broadcasting
de: Übertragung
fi: Lähetys
fr: Diffusion
ja: 配信
uk: Трансляція
zh_hans: 电台直播中
zh_hant: 電台廣播中

source: Browse
de: Entdecken
fi: Selaa
fr: Parcourir
ja: 見つける
uk: Огляд
zh_hans: 发现
zh_hant: 探索

source: By continuing, you agree to Twinskaraoke's Terms of Service and Privacy Policy.
de: Wenn du fortfährst, stimmst du den Nutzungsbedingungen und der Datenschutzerklärung von Twinskaraoke zu.
fi: Jatkamalla hyväksyt Twinskaraoken käyttöehdot ja tietosuojakäytännön.
fr: En continuant, vous acceptez les Conditions d’utilisation et la Politique de confidentialité de Twinskaraoke.
ja: 続行すると、Twinskaraokeの利用規約とプライバシーポリシーに同意したことになります。
uk: Продовжуючи, ви погоджуєтеся з Умовами використання та Політикою конфіденційності Twinskaraoke.
zh_hans: 继续操作即表示您同意 Twinskaraoke 的《服务条款》和《隐私政策》。
zh_hant: 繼續操作即表示您同意 Twinskaraoke 的《服務條款》和《隱私權政策》。

source: Cached artwork and images will be removed. They will download again as you use the app.
de: Zwischengespeicherte Bilder werden entfernt und bei Bedarf erneut geladen.
fi: Välimuistin kuvat poistetaan. Ne ladataan tarvittaessa uudelleen.
fr: Les illustrations et images en cache seront supprimées puis téléchargées à nouveau au besoin.
ja: キャッシュされた画像を削除します。アプリの使用時に必要に応じて再ダウンロードされます。
uk: Кешовані зображення буде видалено. Вони завантажаться знову під час використання застосунку.
zh_hans: 将移除缓存的封面和图片，使用应用时会重新下载。
zh_hant: 將移除快取的封面和圖片，使用 App 時會重新下載。

source: Cached audio files and AI stems will be removed. Songs may buffer again the next time you play them.
de: Zwischengespeicherte Audiodateien und KI-Spuren werden entfernt. Songs müssen beim nächsten Abspielen eventuell erneut laden.
fi: Välimuistin ääni ja tekoälyraidat poistetaan. Seuraava toisto voi vaatia puskurointia.
fr: Les fichiers audio et pistes IA en cache seront supprimés. Les titres pourront nécessiter un chargement à la prochaine écoute.
ja: キャッシュされた音声とAI分離音源を削除します。次回再生時に読み込みが必要になる場合があります。
uk: Кешовані аудіофайли та ШІ-доріжки буде видалено. Під час наступного відтворення може знадобитися буферизація.
zh_hans: 将移除缓存的音频文件和 AI 分离音轨。下次播放时可能需要重新缓冲。
zh_hant: 將移除快取的音訊檔案和 AI 分離音軌。下次播放時可能需要重新緩衝。

source: Cached lyrics and lyric translations will be removed.
de: Zwischengespeicherte Liedtexte und Übersetzungen werden entfernt.
fi: Välimuistin sanoitukset ja käännökset poistetaan.
fr: Les paroles et leurs traductions en cache seront supprimées.
ja: キャッシュされた歌詞と翻訳を削除します。
uk: Кешовані тексти пісень та переклади буде видалено.
zh_hans: 将移除缓存的歌词和歌词翻译。
zh_hant: 將移除快取的歌詞和歌詞翻譯。

source: Camera Access Is Off
de: Kamerazugriff ist deaktiviert
fi: Kameran käyttö on pois päältä
fr: L’accès à l’appareil photo est désactivé
ja: カメラへのアクセスがオフです
uk: Доступ до камери вимкнено
zh_hans: 未启用相机权限
zh_hant: 未啟用相機權限

source: Camera Unavailable
de: Kamera nicht verfügbar
fi: Kamera ei käytettävissä
fr: Appareil photo indisponible
ja: カメラを使用できません
uk: Камера недоступна
zh_hans: 相机不可用
zh_hant: 相機無法使用

source: Cancel
de: Abbrechen
fi: Peruuta
fr: Annuler
ja: キャンセル
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Cancel Download
de: Download abbrechen
fi: Peruuta lataus
fr: Annuler le téléchargement
ja: ダウンロードをキャンセル
uk: Скасувати завантаження
zh_hans: 取消下载
zh_hant: 取消下載

source: Cancel Playlist Download
de: Playlist-Download abbrechen
fi: Peruuta soittolistan lataus
fr: Annuler le téléchargement de la playlist
ja: プレイリストのダウンロードをキャンセル
uk: Скасувати завантаження плейлиста
zh_hans: 取消下载歌单
zh_hant: 取消下載歌單

source: Cancel Sleep Timer
de: Schlaftimer abbrechen
fi: Peruuta uniajastin
fr: Annuler la minuterie de veille
ja: スリープタイマーをキャンセル
uk: Скасувати таймер сну
zh_hans: 取消睡眠定时
zh_hant: 取消睡眠計時

source: Catalog
de: Katalog
fi: Luettelo
fr: Catalogue
ja: カタログ
uk: Каталог
zh_hans: 曲库
zh_hant: 曲庫

source: Category
de: Kategorie
fi: Kategoria
fr: Catégorie
ja: カテゴリ
uk: Категорія
zh_hans: 类别
zh_hant: 類別

source: Changes the language used on this watch.
de: Ändert die Sprache auf dieser Uhr.
fi: Vaihtaa tässä kellossa käytettävän kielen.
fr: Change la langue utilisée sur cette montre.
ja: このApple Watchで使用する言語を変更します。
uk: Змінює мову на цьому годиннику.
zh_hans: 更改此手表使用的语言。
zh_hant: 更改此手錶使用的語言。

source: Characters
de: Figuren
fi: Hahmot
fr: Personnages
ja: キャラクター
uk: Персонажі
zh_hans: 角色
zh_hant: 角色

source: Check the connection and try again.
de: Prüfe die Verbindung und versuche es erneut.
fi: Tarkista yhteys ja yritä uudelleen.
fr: Vérifiez la connexion et réessayez.
ja: 接続を確認して、もう一度お試しください。
uk: Перевірте з’єднання та повторіть спробу.
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查網路連線後再試一次。

source: Check this code matches the one on your phone before approving.
de: Prüfe vor dem Bestätigen, ob dieser Code mit dem auf deinem Handy übereinstimmt.
fi: Tarkista ennen hyväksymistä, että koodi vastaa puhelimesi koodia.
fr: Vérifiez que ce code correspond à celui de votre téléphone avant d’approuver.
ja: 承認する前に、このコードがスマートフォンのコードと一致することを確認してください。
uk: Перед підтвердженням переконайтеся, що цей код збігається з кодом на телефоні.
zh_hans: 批准前，请确认此代码与手机上的代码一致。
zh_hant: 核准前，請確認此代碼與手機上的代碼相符。

source: Check this matches the code on your phone before approving.
de: Prüfe vor dem Bestätigen, ob dies mit dem Code auf deinem Handy übereinstimmt.
fi: Tarkista ennen hyväksymistä, että tämä vastaa puhelimesi koodia.
fr: Vérifiez que ceci correspond au code de votre téléphone avant d’approuver.
ja: 承認する前に、これがスマートフォンのコードと一致することを確認してください。
uk: Перед підтвердженням переконайтеся, що це збігається з кодом на телефоні.
zh_hans: 批准前，请确认此内容与手机上的代码一致。
zh_hant: 核准前，請確認此內容與手機上的代碼相符。

source: Check Wi-Fi or cellular data
de: WLAN oder Mobilfunk prüfen
fi: Tarkista Wi-Fi tai mobiilidata
fr: Vérifiez le Wi-Fi ou les données cellulaires
ja: Wi-Fiまたはモバイルデータ通信を確認
uk: Перевірте Wi-Fi або мобільні дані
zh_hans: 检查无线局域网或蜂窝数据
zh_hant: 檢查 Wi-Fi 或行動數據

source: Check your connection and try again.
de: Prüfe deine Verbindung und versuche es erneut.
fi: Tarkista yhteys ja yritä uudelleen.
fr: Vérifiez votre connexion et réessayez.
ja: 接続を確認して、もう一度お試しください。
uk: Перевірте з’єднання та повторіть спробу.
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查網路連線後再試一次。

source: Check your connection and try loading the gallery again.
de: Prüfe deine Verbindung und lade die Galerie erneut.
fi: Tarkista yhteys ja lataa galleria uudelleen.
fr: Vérifiez votre connexion et rechargez la galerie.
ja: 接続を確認して、ギャラリーをもう一度読み込んでください。
uk: Перевірте з’єднання та знову завантажте галерею.
zh_hans: 请检查网络连接后重新加载图库。
zh_hant: 請檢查網路連線後重新載入圖庫。

source: Checking Camera Access
de: Kamerazugriff wird geprüft
fi: Tarkistetaan kameran käyttöoikeutta
fr: Vérification de l’accès à l’appareil photo
ja: カメラへのアクセスを確認中
uk: Перевірка доступу до камери
zh_hans: 正在检测相机权限
zh_hant: 正在檢查相機權限

source: Choose a song from Home, Songs, or Search.
de: Wähle einen Song unter Startseite, Songs oder Suche.
fi: Valitse kappale Kodista, Kappaleista tai Hausta.
fr: Choisissez un titre dans Accueil, Titres ou Recherche.
ja: ホーム、曲、検索から曲を選んでください。
uk: Виберіть пісню в розділі «Головна», «Пісні» або «Пошук».
zh_hans: 从“首页”、“歌曲”或“搜索”中选择一首歌曲。
zh_hant: 從「首頁」、「歌曲」或「搜尋」中選擇一首歌曲。

source: Choose an audio output
de: Audioausgabe wählen
fi: Valitse äänilähtö
fr: Choisir une sortie audio
ja: オーディオ出力を選択
uk: Виберіть аудіовихід
zh_hans: 选择音频输出设备
zh_hant: 選擇音訊輸出裝置

source: Choose Download
de: Download wählen
fi: Valitse Lataa
fr: Choisissez Télécharger
ja: 「ダウンロード」を選択
uk: Виберіть «Завантажити»
zh_hans: 选择“下载”
zh_hant: 選擇「下載」

source: Choose more songs to keep singing.
de: Wähle weitere Songs, um weiterzusingen.
fi: Valitse lisää kappaleita jatkaaksesi laulamista.
fr: Choisissez d’autres titres pour continuer à chanter.
ja: 曲を追加して歌い続けましょう。
uk: Виберіть ще пісні, щоб співати далі.
zh_hans: 选择更多歌曲继续演唱。
zh_hant: 選擇更多歌曲繼續演唱。

source: Choose which characters can spawn. They walk, climb, sit on the tab bar, and can be dragged around the screen.
de: Wähle die Figuren, die erscheinen dürfen. Sie laufen, klettern, sitzen auf der Tableiste und lassen sich über den Bildschirm ziehen.
fi: Valitse ilmestyvät hahmot. Ne kävelevät, kiipeävät, istuvat välilehtipalkilla ja niitä voi vetää näytöllä.
fr: Choisissez les personnages autorisés. Ils marchent, grimpent, s’assoient sur la barre d’onglets et peuvent être déplacés sur l’écran.
ja: 出現するキャラクターを選びます。歩いたり登ったり、タブバーに座ったりします。ドラッグして移動することもできます。
uk: Виберіть персонажів, які можуть з’являтися. Вони ходять, лазять, сидять на панелі вкладок, і їх можна перетягувати екраном.
zh_hans: 选择可以生成的角色。它们会行走、攀爬、坐在标签栏上，也可以在屏幕上拖动。
zh_hant: 選擇可以產生的角色。它們會行走、攀爬、坐在標籤列上，也可以在螢幕上拖動。

source: Classical
de: Klassik
fi: Klassinen
fr: Classique
ja: クラシック
uk: Класична
zh_hans: 古典
zh_hant: 古典

source: Clear
de: Löschen
fi: Tyhjennä
fr: Effacer
ja: 消去
uk: Очистити
zh_hans: 清空
zh_hant: 清空

source: Clear All
de: Alle löschen
fi: Tyhjennä kaikki
fr: Tout effacer
ja: すべて消去
uk: Очистити все
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear Cache
de: Cache leeren
fi: Tyhjennä välimuisti
fr: Vider le cache
ja: キャッシュを消去
uk: Очистити кеш
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear cached audio?
de: Zwischengespeichertes Audio löschen?
fi: Tyhjennetäänkö välimuistin ääni?
fr: Vider l’audio en cache ?
ja: キャッシュされた音声を消去しますか？
uk: Очистити кешоване аудіо?
zh_hans: 清除缓存的音频？
zh_hant: 清除快取的音訊？

source: Clear Debug Logs
de: Debug-Protokolle löschen
fi: Tyhjennä vianetsintälokit
fr: Effacer les journaux de débogage
ja: デバッグログを消去
uk: Очистити журнали налагодження
zh_hans: 清除调试日志
zh_hant: 清除除錯記錄

source: Clear Image Cache
de: Bildcache leeren
fi: Tyhjennä kuvavälimuisti
fr: Vider le cache d’images
ja: 画像キャッシュを消去
uk: Очистити кеш зображень
zh_hans: 清除图片缓存
zh_hant: 清除圖片快取

source: Clear image cache?
de: Bildcache leeren?
fi: Tyhjennetäänkö kuvavälimuisti?
fr: Vider le cache d’images ?
ja: 画像キャッシュを消去しますか？
uk: Очистити кеш зображень?
zh_hans: 清除图片缓存？
zh_hant: 清除圖片快取？

source: Clear Lyrics Cache
de: Liedtextcache leeren
fi: Tyhjennä sanoitusvälimuisti
fr: Vider le cache des paroles
ja: 歌詞キャッシュを消去
uk: Очистити кеш текстів пісень
zh_hans: 清除歌词缓存
zh_hant: 清除歌詞快取

source: Clear lyrics cache?
de: Liedtextcache leeren?
fi: Tyhjennetäänkö sanoitusvälimuisti?
fr: Vider le cache des paroles ?
ja: 歌詞キャッシュを消去しますか？
uk: Очистити кеш текстів пісень?
zh_hans: 清除歌词缓存？
zh_hant: 清除歌詞快取？

source: Clear Music Cache
de: Musikcache leeren
fi: Tyhjennä musiikkivälimuisti
fr: Vider le cache musical
ja: 音楽キャッシュを消去
uk: Очистити кеш музики
zh_hans: 清除音乐缓存
zh_hant: 清除音樂快取

source: Clear music cache?
de: Musikcache leeren?
fi: Tyhjennetäänkö musiikkivälimuisti?
fr: Vider le cache musical ?
ja: 音楽キャッシュを消去しますか？
uk: Очистити кеш музики?
zh_hans: 清除音乐缓存？
zh_hant: 清除音樂快取？

source: Clear queue
de: Warteschlange leeren
fi: Tyhjennä jono
fr: Vider la file d’attente
ja: キューを消去
uk: Очистити чергу
zh_hans: 清空队列
zh_hant: 清空佇列

source: Clear Recently Played
de: Wiedergabeverlauf löschen
fi: Tyhjennä kuunteluhistoria
fr: Effacer l’historique d’écoute
ja: 再生履歴を消去
uk: Очистити історію прослуховувань
zh_hans: 清除最近播放记录
zh_hant: 清除最近播放記錄

source: Clear recently played history?
de: Wiedergabeverlauf löschen?
fi: Tyhjennetäänkö kuunteluhistoria?
fr: Effacer l’historique d’écoute ?
ja: 再生履歴を消去しますか？
uk: Очистити історію прослуховувань?
zh_hans: 清除最近播放记录？
zh_hant: 清除最近播放記錄？

source: Clear Search
de: Suche löschen
fi: Tyhjennä haku
fr: Effacer la recherche
ja: 検索を消去
uk: Очистити пошук
zh_hans: 清除搜索结果
zh_hant: 清除搜尋結果

source: Clears the current search text.
de: Löscht den aktuellen Suchtext.
fi: Tyhjentää nykyisen hakutekstin.
fr: Efface le texte de recherche actuel.
ja: 現在の検索テキストを消去します。
uk: Очищає поточний пошуковий запит.
zh_hans: 清除当前搜索文本
zh_hant: 清除目前搜尋文字

source: Climbing
de: Klettern
fi: Kiipeily
fr: Escalade
ja: 登る
uk: Лазіння
zh_hans: 攀爬
zh_hant: 攀爬

source: Climbing lets them scale the screen edges instead of just turning around.
de: Erlaubt Figuren, an den Bildschirmrändern hochzuklettern.
fi: Antaa hahmojen kiivetä näytön reunoja pitkin.
fr: Permet aux personnages de grimper sur les bords de l’écran.
ja: キャラクターが画面の端を登れるようにします。
uk: Дозволяє персонажам видиратися краями екрана.
zh_hans: 允许角色沿屏幕边缘攀爬。
zh_hant: 允許角色沿螢幕邊緣攀爬。

source: Close
de: Schließen
fi: Sulje
fr: Fermer
ja: 閉じる
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Code expired
de: Code abgelaufen
fi: Koodi vanhentui
fr: Code expiré
ja: コードの有効期限切れ
uk: Термін дії коду минув
zh_hans: 代码已过期
zh_hant: 代碼已過期

source: Coin Art
de: Münz-Artwork
fi: Kolikkotaide
fr: Art des pièces
ja: コインアート
uk: Арт монет
zh_hans: 牛币设计
zh_hant: 牛幣設計

source: Collapses the full-screen player.
de: Minimiert den Vollbild-Player.
fi: Pienentää koko näytön soittimen.
fr: Réduit le lecteur plein écran.
ja: フルスクリーンプレーヤーを閉じます。
uk: Згортає повноекранний плеєр.
zh_hans: 最小化全屏播放
zh_hant: 最小化全螢幕播放

source: Collection
de: Sammlung
fi: Kokoelma
ja: コレクション
uk: Колекція
zh_hans: 收藏
zh_hant: 收藏

source: Coming Up
de: Demnächst
fi: Tulossa
fr: À venir
ja: 次の曲
uk: Далі
zh_hans: 即将播放
zh_hant: 即將播放

source: Common
de: Gewöhnlich
fi: Tavallinen
fr: Commun
ja: コモン
uk: Звичайний
zh_hans: 普通
zh_hant: 普通

source: Community Artwork
de: Community-Kunstwerke
fi: Yhteisön taide
fr: Œuvres de la communauté
ja: コミュニティの作品
uk: Роботи спільноти
zh_hans: 社区艺术作品
zh_hant: 社群藝術作品

source: Community mixes
de: Community-Mixe
fi: Yhteisön miksaukset
fr: Mix de la communauté
ja: コミュニティのミックス
uk: Мікси спільноти
zh_hans: 社区混音
zh_hant: 社群混音

source: Congratulations on moving up from Level %lld.
de: Glückwunsch zum Aufstieg von Level %lld.
fi: Onnittelut tasolta %lld nousemisesta.
fr: Félicitations, vous avez dépassé le niveau %lld.
ja: レベル%lldからのレベルアップおめでとうございます。
uk: Вітаємо з підвищенням від рівня %lld.
zh_hans: 恭喜！你已从 %lld 级升级到下一级。
zh_hant: 恭喜！你已從 %lld 級升級到下一級。

source: Contact
de: Kontakt
fi: Yhteystiedot
ja: 連絡先
uk: Контакти
zh_hans: 联系方式
zh_hant: 聯絡方式

source: Continue Watching
de: Weiterschauen
fi: Jatka katselua
fr: Reprendre la lecture
ja: 視聴を続ける
uk: Продовжити перегляд
zh_hans: 继续观看
zh_hant: 繼續觀看

source: Continue Watching options
de: Optionen für „Weiterschauen“
fi: Jatka katselua -valinnat
fr: Options de « Reprendre la lecture »
ja: 「視聴を続ける」のオプション
uk: Параметри «Продовжити перегляд»
zh_hans: “继续观看”选项
zh_hant: 「繼續觀看」選項

source: Continue with Discord
de: Mit Discord fortfahren
fi: Jatka Discordilla
fr: Continuer avec Discord
ja: Discordで続ける
uk: Продовжити з Discord
zh_hans: 通过 Discord 继续
zh_hant: 透過 Discord 繼續

source: Contributing
de: Mitwirken
fi: Osallistuminen
fr: Contribuer
ja: コントリビュート
uk: Участь у розробці
zh_hans: 贡献
zh_hant: 貢獻

source: Controls the current song.
de: Steuert den aktuellen Song.
fi: Ohjaa nykyistä kappaletta.
fr: Contrôle le titre en cours.
ja: 現在の曲を操作します。
uk: Керує поточною піснею.
zh_hans: 控制当前歌曲
zh_hant: 控制目前歌曲

source: Controls the live radio stream.
de: Steuert den Live-Radiostream.
fi: Ohjaa live-radiolähetystä.
fr: Contrôle le flux de la radio en direct.
ja: ライブラジオのストリームを操作します。
uk: Керує потоком живого радіо.
zh_hans: 控制电台直播
zh_hant: 控制電台直播

source: Copy
de: Kopieren
fi: Kopioi
fr: Copier
ja: コピー
uk: Копіювати
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy Link
de: Link kopieren
fi: Kopioi linkki
fr: Copier le lien
ja: リンクをコピー
uk: Копіювати посилання
zh_hans: 复制链接
zh_hant: 複製連結

source: Could not add to %@. Tap to retry.
de: Konnte nicht zu %@ hinzugefügt werden. Zum Wiederholen tippen.
fi: Lisäys kohteeseen %@ epäonnistui. Yritä uudelleen napauttamalla.
fr: Impossible d’ajouter à %@. Touchez pour réessayer.
ja: %@に追加できませんでした。タップして再試行してください。
uk: Не вдалося додати до «%@». Торкніться, щоб повторити.
zh_hans: 无法添加到“%@”。轻点以重试。
zh_hant: 無法加入「%@」。點一下以重試。

source: Could not add. Tap to retry.
de: Konnte nicht hinzugefügt werden. Zum Wiederholen tippen.
fi: Lisäys epäonnistui. Yritä uudelleen napauttamalla.
fr: Impossible d’ajouter. Touchez pour réessayer.
ja: 追加できませんでした。タップして再試行してください。
uk: Не вдалося додати. Торкніться, щоб повторити.
zh_hans: 无法添加。轻点以重试。
zh_hant: 無法加入。點一下以重試。

source: Could Not Clear Storage
de: Speicher konnte nicht geleert werden
fi: Tallennustilaa ei voitu tyhjentää
fr: Impossible de vider le stockage
ja: ストレージを消去できませんでした
uk: Не вдалося очистити сховище
zh_hans: 无法清理存储
zh_hant: 無法清理儲存空間

source: Could Not Enable Notifications
de: Mitteilungen konnten nicht aktiviert werden
fi: Ilmoituksia ei voitu ottaa käyttöön
fr: Impossible d’activer les notifications
ja: 通知を有効にできませんでした
uk: Не вдалося ввімкнути сповіщення
zh_hans: 无法启用通知
zh_hant: 無法啟用通知

source: Couldn’t add the song to “%@”. Try again.
de: Der Song konnte nicht zu „%@“ hinzugefügt werden. Versuche es erneut.
fi: Kappaletta ei voitu lisätä soittolistaan ”%@”. Yritä uudelleen.
fr: Impossible d’ajouter le titre à « %@ ». Réessayez.
ja: 「%@」に曲を追加できませんでした。もう一度お試しください。
uk: Не вдалося додати пісню до «%@». Спробуйте ще раз.
zh_hans: 无法将歌曲添加到“%@”。请重试。
zh_hant: 無法將歌曲加入「%@」。請再試一次。

source: Couldn’t create the playlist. Try again.
de: Die Playlist konnte nicht erstellt werden. Versuche es erneut.
fi: Soittolistaa ei voitu luoda. Yritä uudelleen.
fr: Impossible de créer la playlist. Réessayez.
ja: プレイリストを作成できませんでした。もう一度お試しください。
uk: Не вдалося створити плейлист. Спробуйте ще раз.
zh_hans: 无法创建歌单。请重试。
zh_hant: 無法建立歌單。請再試一次。

source: Couldn't load
de: Laden fehlgeschlagen
fi: Lataus epäonnistui
fr: Échec du chargement
ja: 読み込めませんでした
uk: Не вдалося завантажити
zh_hans: 无法加载
zh_hant: 無法載入

source: Couldn't Load Artists
de: Künstler konnten nicht geladen werden
fi: Artisteja ei voitu ladata
fr: Impossible de charger les artistes
ja: アーティストを読み込めませんでした
uk: Не вдалося завантажити виконавців
zh_hans: 无法加载艺人
zh_hant: 無法載入藝人

source: Couldn't Load Favorites
de: Favoriten konnten nicht geladen werden
fi: Suosikkeja ei voitu ladata
fr: Impossible de charger les favoris
ja: お気に入りを読み込めませんでした
uk: Не вдалося завантажити улюблене
zh_hans: 无法加载我的收藏
zh_hant: 無法載入我的喜好項目

source: Couldn't load Home
de: Startseite konnte nicht geladen werden
fi: Kotia ei voitu ladata
fr: Impossible de charger l’accueil
ja: ホームを読み込めませんでした
uk: Не вдалося завантажити головну
zh_hans: 无法加载首页
zh_hant: 無法載入首頁

source: Couldn't load lyrics
de: Liedtext konnte nicht geladen werden
fi: Sanoituksia ei voitu ladata
fr: Impossible de charger les paroles
ja: 歌詞を読み込めませんでした
uk: Не вдалося завантажити текст
zh_hans: 无法加载歌词
zh_hant: 無法載入歌詞

source: Couldn't Load Playlist
de: Playlist konnte nicht geladen werden
fi: Soittolistaa ei voitu ladata
fr: Impossible de charger la playlist
ja: プレイリストを読み込めませんでした
uk: Не вдалося завантажити плейлист
zh_hans: 无法加载歌单
zh_hant: 無法載入歌單

source: Couldn't Load Playlists
de: Playlists konnten nicht geladen werden
fi: Soittolistoja ei voitu ladata
fr: Impossible de charger les playlists
ja: プレイリストを読み込めませんでした
uk: Не вдалося завантажити плейлисти
zh_hans: 无法加载歌单
zh_hant: 無法載入歌單

source: Couldn't Load Songs
de: Songs konnten nicht geladen werden
fi: Kappaleita ei voitu ladata
fr: Impossible de charger les titres
ja: 曲を読み込めませんでした
uk: Не вдалося завантажити пісні
zh_hans: 无法加载歌曲
zh_hant: 無法載入歌曲

source: Couldn't load songs. Check your connection and try again.
de: Songs konnten nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
fi: Kappaleita ei voitu ladata. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de charger les titres. Vérifiez votre connexion et réessayez.
ja: 曲を読み込めませんでした。接続を確認して、もう一度お試しください。
uk: Не вдалося завантажити пісні. Перевірте з’єднання та повторіть спробу.
zh_hans: 无法加载歌曲。请检查网络连接后重试。
zh_hant: 無法載入歌曲。請檢查網路連線後再試一次。

source: Couldn't load the library
de: Mediathek konnte nicht geladen werden
fi: Kirjastoa ei voitu ladata
fr: Impossible de charger la bibliothèque
ja: ライブラリを読み込めませんでした
uk: Не вдалося завантажити медіатеку
zh_hans: 无法加载资料库
zh_hant: 無法載入資料庫

source: Couldn't load the library.
de: Mediathek konnte nicht geladen werden.
fi: Kirjastoa ei voitu ladata.
fr: Impossible de charger la bibliothèque.
ja: ライブラリを読み込めませんでした。
uk: Не вдалося завантажити медіатеку.
zh_hans: 无法加载资料库。
zh_hant: 無法載入資料庫。

source: Couldn't load this playlist.
de: Diese Playlist konnte nicht geladen werden.
fi: Tätä soittolistaa ei voitu ladata.
fr: Impossible de charger cette playlist.
ja: このプレイリストを読み込めませんでした。
uk: Не вдалося завантажити цей плейлист.
zh_hans: 无法加载此歌单。
zh_hant: 無法載入此歌單。

source: Couldn't Load Uploads
de: Uploads konnten nicht geladen werden
fi: Lähetyksiä ei voitu ladata
fr: Impossible de charger les imports
ja: アップロードを読み込めませんでした
uk: Не вдалося завантажити вивантаження
zh_hans: 无法加载上传内容
zh_hant: 無法載入上傳內容
